[{
        "icon": "🤔",
        "title": "What is Golom?",
        "content": "Golom.io is an NFT marketplace made for the NFT traders, by the NFT traders, it's a one stop solution for NFT trading where you can benefit with the lowest trading fee, tonnes of analytical tools and earn rewards while trading. More details here"
    },
    {
        "icon": "🧁",
        "title": "What are the rewards and trading fee on Golom?",
        "content": "Golom has a flat 0.5% trading fee and it goes straight to the stakers as rewards. Traders also earn staking rewards when they stake the Golom token $GOLOM from the emissions. More here"
    },
    {
        "icon": "🐻",
        "title": "How is Golom different from other platforms?",
        "content": "Golom is a complete community driven platform which is designed to reward the users and not any individual or team or VCs, It's trading smart contracts are efficiently written from scratch which saves upto 40% in gas fee and Golom has a flexible protocol which can be used by other exchanges as well where they could provide the same offerings while earning rewards for themselves and their users."
    },
    {
        "icon": "🤯",
        "title": "What are the analytical tools available on Golom?",
        "content": "Users can get end to end portfolio analysis at one click, get access to the liquidity across platforms and fill orders in one click ,get the rarity check, access rich filtering & sorting, , get the trait analysis done, bid collection wide offers and much more all on Golom. More details here"
    },
    {
        "icon": "🤑",
        "title": "Will there be an Airdrop of the token ? Where can I get more information on the tokenomics?",
        "content": "Yes, there will be an Airdrop of tokens to the users who meet certain conditions. Get the complete details on the token here"
    },
    {
        "icon": "😇",
        "title": "What all NFTs can I trade on golom? How can I list my collection on Golom?",
        "content": "Golom indexes all ERC721 and ERC1155 collections in existence on the Ethereum blockchain, traders can just connect their wallet and start trading. More details here"
    }
]